Repository: 0xharkirat/live_darbar
Catalog: lib/l10n/app_*.arb
Languages: pa

# app_title
source: Live Darbar
pa: ਲਾਈਵ ਦਰਬਾਰ

source: Live Kirtan
pa: ਲਾਈਵ ਕੀਰਤਨ

source: Mukhwak
pa: ਹੁਕਮਨਾਮਾ

source: Mukhwak Katha
pa: ਹੁਕਮਨਾਮਾ ਕਥਾ

source: Loading...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...

source: Error
pa: ਗਲਤੀ

# color_tooltip
source: Change Color
pa: ਰੰਗ ਬਦਲੋ

# refresh_tooltip
source: Refresh Audio Sources
pa: ਆਡੀਓ ਸਰੋਤ ਰਿਫਰੇਸ਼ ਕਰੋ

# about_tooltip
source: About
pa: ਜਾਣਕਾਰੀ

# language_tooltip
source: Change Language
pa: ਭਾਸ਼ਾ ਬਦਲੋ

# download_tooltip
source: Download the app
pa: ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ

source: Blue
pa: ਨੀਲਾ

source: Green
pa: ਹਰਾ

source: Red
pa: ਲਾਲ

source: Yellow
pa: ਪੀਲਾ

source: Orange
pa: ਸੰਤਰੀ

source: Purple
pa: ਜਾਮਨੀ

source: Rose
pa: ਗੁਲਾਬੀ

# about_section_heading
source: About the App
pa: ਐਪ ਬਾਰੇ

# about_section_p1
source: This app is my humble contribution to the Sikh community all around the world, enabling listening to the divine kirtan anywhere in the world from Darbar Sahib Amritsar, which is the holiest site in Sikhism.
pa: ਇਹ ਐਪ ਦੁਨੀਆ ਭਰ ਦੇ ਸਿੱਖ ਭਾਈਚਾਰੇ ਲਈ ਮੇਰਾ ਨਿਮਾਣਾ ਯੋਗਦਾਨ ਹੈ, ਜਿਸ ਨਾਲ ਦਰਬਾਰ ਸਾਹਿਬ ਅੰਮ੍ਰਿਤਸਰ, ਜੋ ਕਿ ਸਿੱਖ ਧਰਮ ਦਾ ਸਭ ਤੋਂ ਪਵਿੱਤਰ ਅਸਥਾਨ ਹੈ, ਤੋਂ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਕਿਤੇ ਵੀ ਇਲਾਹੀ ਕੀਰਤਨ ਸੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ।

# about_section_p2
source: By no means am I using this app for commercial purposes or with the intention of making a profit from it.
pa: ਮੈਂ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਵਪਾਰਕ ਉਦੇਸ਼ਾਂ ਲਈ ਜਾਂ ਇਸ ਤੋਂ ਲਾਭ ਕਮਾਉਣ ਦੇ ਇਰਾਦੇ ਨਾਲ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹਾਂ।

# about_section_p3
source: If you have any concerns or feedback, feel free to reach out to me using this link:
pa: ਜੇ ਤੁਹਾਨੂੰ ਕੋਈ ਚਿੰਤਾ ਜਾਂ ਪ੍ਰਤੀਕਿਰਿਆ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਮੈਨੂੰ ਸੰਪਰਕ ਕਰੋ:

# about_section_contact
source: Contact Me
pa: ਸੰਪਰਕ ਕਰੋ

# about_me_heading
source: About Me
pa: ਮੇਰੇ ਬਾਰੇ

# about_me_p1
source: Hi, I am Harkirat, a perpetual learner, constantly exploring new ideas and technologies in the field of computer science.
pa: ਸਤਿ ਸ੍ਰੀ ਅਕਾਲ, ਮੈਂ ਹਰਕੀਰਤ ਹਾਂ, ਇੱਕ ਸਦੀਵੀ ਸਿੱਖਣ ਵਾਲਾ, ਕੰਪਿਊਟਰ ਵਿਗਿਆਨ ਦੇ ਖੇਤਰ ਵਿੱਚ ਲਗਾਤਾਰ ਨਵੇਂ ਵਿਚਾਰਾਂ ਅਤੇ ਤਕਨਾਲੋਜੀਆਂ ਦੀ ਪੜਚੋਲ ਕਰ ਰਿਹਾ ਹਾਂ।

# about_me_p2
source: I am learning & creating better technologies for the greater good of Humanity.
pa: ਮੈਂ ਮਨੁੱਖਤਾ ਦੀ ਭਲਾਈ ਲਈ ਬਿਹਤਰ ਤਕਨਾਲੋਜੀਆਂ ਬਣਾਉਣ ਅਤੇ ਸਿਖਣ ਵਿੱਚ ਲਗਿਆ ਹੋਇਆ ਹਾਂ।

# about_me_p3
source: I also play Tabla in Kirtan (Religious music).
pa: ਮੈਂ ਕੀਰਤਨ ਵਿੱਚ ਤਬਲਾ ਵੀ ਵਜਾਉਂਦਾ ਹਾਂ।

# about_me_tabla_button
source: My Tabla Videos
pa: ਮੇਰੇ ਤਬਲੇ ਦੇ ਵੀਡੀਓਜ਼

# about_me_my_story
source: My Story
pa: ਮੇਰੀ ਕਹਾਣੀ

# about_me_linkedin
source: My LinkedIn
pa: ਮੇਰਾ LinkedIn

# licensing_heading
source: Licensing Info
pa: ਲਾਇਸੈਂਸ ਜਾਣਕਾਰੀ

# licensing_link1_title
source: 1. Audio Source:
pa: 1. ਆਡੀਓ ਸਰੋਤ:

# licensing_link1_text
source: All audio data is streamed from sgpc.net. Sgpc.net is the copyright owner of all the audio data.
pa: ਸਾਰਾ ਆਡੀਓ ਡਾਟਾ sgpc.net ਤੋਂ ਲਿਆ ਗਿਆ ਹੈ। sgpc.net ਸਾਰੇ ਆਡੀਓ ਡਾਟਾ ਦੇ ਕਾਪੀਰਾਈਟ ਮਾਲਕ ਹਨ।

# licensing_link2_title
source: 2. App logo:
pa: 2. ਐਪ ਲੋਗੋ:

# licensing_link2_text
source: Used under free license from Punjab icons created by Freepik - Flaticon
pa: ਫ੍ਰੀ ਲਾਇਸੈਂਸ ਦੇ ਅਧੀਨ ਵਰਤਿਆ ਗਿਆ। Used under free license from Punjab icons created by Freepik - Flaticon

# licensing_link3_title
source: 3. App Images:
pa: 3. ਐਪ ਚਿੱਤਰ:

# licensing_link3_text
source: Sourced from Art of Punjab (artofpunjab.com). Artist Kanwar Singh & his team are copyright owner of all the images.
pa: Art of Punjab (artofpunjab.com) ਤੋਂ ਲਿਆ ਗਿਆ। ਸਾਰੇ ਚਿੱਤਰਾਂ ਦੇ ਕਾਪੀਰਾਈਟ ਮਾਲਕ ਕਲਾਕਾਰ ਕੰਵਰ ਸਿੰਘ ਅਤੇ ਉਸਦੀ ਟੀਮ ਹਨ।

# licensing_fianl_p
source: Once again, By no means, I am claiming ownership of any of the above. This app is created for serving the Sikh Community. By no means am I using this app for commercial purposes or with the intention of making a profit from it.
pa: ਇੱਕ ਵਾਰ ਫਿਰ, ਮੈਂ ਉਪਰੋਕਤ ਵਿੱਚੋਂ ਕਿਸੇ ਦਾ ਮਾਲਕ ਹੋਣ ਦਾ ਦਾਅਵਾ ਨਹੀਂ ਕਰ ਰਿਹਾ। ਇਹ ਐਪ ਸਿੱਖ ਭਾਈਚਾਰੇ ਦੀ ਸੇਵਾ ਲਈ ਬਣਾਈ ਗਈ ਹੈ। ਮੈਂ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਵਪਾਰਕ ਉਦੇਸ਼ਾਂ ਲਈ ਜਾਂ ਇਸ ਤੋਂ ਲਾਭ ਕਮਾਉਣ ਦੇ ਇਰਾਦੇ ਨਾਲ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹਾਂ।

source: Information
pa: ਜਾਣਕਾਰੀ

# google_play
source: Google Play Store
pa: ਗੂਗਲ ਪਲੇ ਸਟੋਰ

# apple_store
source: Apple App Store
pa: ਐਪਲ ਐਪ ਸਟੋਰ

source: Live
pa: ਲਾਈਵ
